/*
 Localizable.strings
 ge-calc
 
 Created by Yuta Hoshino on 2014/06/18.
 Copyright (c) 2014 ge-nie inc. All rights reserved.
 */
//Calc
"History keeping mode ON"="History keeping mode ON";
"History keeping mode OFF"="History keeping mode OFF";
"> Slide to notepad"="> Slide to notepad";
//Notepad
"Date"="Date"; //Input date by menu bar
//Action
"Cancel"="Cancel";
"Copy to Clipboard"="Copy to Clipboard";
"Paste to Memo"="Paste to Memo";
"Paste to Editor"="Paste to Editor";
"What do you want to do with the received data?"="What do you want to do with the received data?";
//WalkThrough
"Design overhauled"="Design overhauled";
"I've revised the design of the iPad version.\nThe editor's past text can be downloaded from the configuration menu."="I've revised the design of the iPad version.\nThe editor's past text can be downloaded from the configuration menu.";
"Can be done while viewing the history."="Can be done while viewing the history.";
"Tilting the handset on its side so that it is in landscape mode allows calculations while viewing notes from the calculation history."="Tilting the handset on its side so that it is in landscape mode allows calculations while viewing notes from the calculation history.";
"Leave 10 times more memos"="Leave 10 times more memos";
"By swiping a memo, you can change pages. You can leave new memos by topic, making it easier to compare calculations."="By swiping a memo, you can change pages. You can leave new memos by topic, making it easier to compare calculations.";
"Save the memo to Evernote with 3 taps"="Save the memo to Evernote with 3 taps";
"By searching, you can make shortcuts when recalculating. Install Evernote.app to iOS8, press the share button, go to 'others', and turn Evernote on."="By searching, you can make shortcuts when recalculating. Install Evernote.app to iOS8, press the share button, go to 'others', and turn Evernote on.";
"No more frequently than once per hour."="No more frequently than once per hour.";
"With ge-calc, when a full screen ad is displayed, another is not displayed within the hour. We also have an add-on available for people that are bothered by this."="With ge-calc, when a full screen ad is displayed, another is not displayed within the hour. We also have an add-on available for people that are bothered by this.";
"Double tap to change the size of the calculator."="Double tap to change the size of the calculator.";
"Shrink it when you want to see the memo. Expand it when you want to punch in numbers."="Shrink it when you want to see the memo. Expand it when you want to punch in numbers.";
"Skip"="Skip";
//Google Analytics Notice
"Do you help us improve the quality?"="Do you help us improve the quality?";
"Have anonymous usage data automatically sent. Usage data does not include the memo itself nor key content."="Have anonymous usage data automatically sent. Usage data does not include the memo itself nor key content.";
"Do not comply"="Do not comply";
"Comply"="Comply";
//Setting
"Done"="Done"; //means close
"Featured apps"="Featured apps";
"Tell a friend"="Tell a friend";
"Setting"="Setting";
"Contact"="Contact";
"Report an issue"="Report an issue";
"Post a review"="Post a review";
"Answer the survey"="Answer the survey";
"Open our Facebook page"="Open our Facebook page";
"Functions"="Functions";
"Hints & Option Store"="Hints & Option Store";
"Open Notepad At Startup"="Open Notepad At Startup";
"Off"="Off";
"On"="On";
"Font"="Font";
"QR code"="QR code";
//"Tax Rate"="Tax Rate";
"Looks"="Looks";
"Theme"="Theme";
"Front Panel"="Front Panel";
"Key Sound"="Key Sound";
"Delete All Notes"="Delete All Notes";
"Are you sure you want to permanently delete the all notes?"="Are you sure you want to permanently delete the all notes?"; //alert
"Send All Notes"="Send All Notes";
//Report an issue
"ge-calc Report an issue"="ge-calc Report an issue";
"We are apologize for any inconvenience. I will reply as soon as possible. \n\nWhat problems are occurring? (required):\n\nYour Name:\n\nDevice:%@\niOS:%.1f\nLanguage:%@\nGroup:%d\nge-calc:%@\nError:%@\n"="We are apologize for any inconvenience. I will reply as soon as possible. \n\nWhat problems are occurring? (required):\n\nYour Name:\n\nDevice:%@\niOS:%.1f\nLanguage:%@\nGroup:%d\nge-calc:%@\nError:%@\n";
//Hints & Option Store
"Hints & Option Store"="Hints & Option Store";
"Option Store"="Option Store";
"Stress free pack for iPhone"="Stress free pack for iPhone";
"Stress free pack for iPad"="Stress free pack for iPad";
"Purchased"="Purchased"; //Title for when you purchased the add-on.
"This is a premium add-on that enhances your power. You will be able to use all the following add-on functions."="This is a premium add-on that enhances your power. You will be able to use all the following add-on functions."; //ストレスから自由でありたい人のためのプレミアムなアドオンです。
"Tips"="Tips";

"Stop the display of full screen ads."="Stop the display of full screen ads.";//全面広告を非表示にする
"Stop advertisements from interrupting you while you are working."="Stop advertisements from interrupting you while you are working.";//作業中に広告が割り込まないようにします。
"A function of Stress free pack for iPhone"="A function of Stress free pack for iPhone";
"A function of Stress free pack for iPad"="A function of Stress free pack for iPad";

"Save to Evernote."="Save to Evernote.";//Evernoteに保存する

"Press the '+Tax' key 2 times to show the tax. You can change the tax rate and rules for fractions from the settings screen. ge-calc→Setting→Theme→'Tax √ ±’ or ‘Memory GT Tax √ ±'" = "Press the '+Tax' key 2 times to show the tax. You can change the tax rate and rules for fractions from the settings screen. ge-calc→Setting→Theme→'Tax √ ±’ or ‘Memory GT Tax √ ±'";

"For example, if you wanted to calculate the total price when buying 2 units of Product A ($150) and 3 units of Product B ($500), you can input 150×2 M+ 500×3 M+ MR. ge-calc→Setting→Theme→‘Memory GT Tax √ ±'" = "For example, if you wanted to calculate the total price when buying 2 units of Product A ($150) and 3 units of Product B ($500), you can input 150×2 M+ 500×3 M+ MR. ge-calc→Setting→Theme→‘Memory GT Tax √ ±'";

"This function instantly finds the total. For example, for finding the total price of 2 units of Product A ($150) and 3 units of Product B ($500), you can calculate 150×2=300 and 500×3=1500, and then press GT. 300+1500=1800 will be displayed." = "This function instantly finds the total. For example, for finding the total price of 2 units of Product A ($150) and 3 units of Product B ($500), you can calculate 150×2=300 and 500×3=1500, and then press GT. 300+1500=1800 will be displayed.";

"If you make a long press on the screen, you can copy and paste numeric values." = "If you make a long press on the screen, you can copy and paste numeric values.";

"If you input 1100-10%= then you can find the solution 1100-1100*10%=990. Or, by changing the mode, you can find the solution 1100/(100%+10%)=1000. ge-calc→Setting→1100-10%=" = "If you input 1100-10%= then you can find the solution 1100-1100*10%=990. Or, by changing the mode, you can find the solution 1100/(100%+10%)=1000. ge-calc→Setting→1100-10%=";

"ge-calc→Setting→Font" = "ge-calc→Setting→Font";

"If you install the Evernote.app, you can save to Evernote in two taps. For iOS8 onwards."="If you install the Evernote.app, you can save to Evernote in two taps. For iOS8 onwards.";//Evernote.appをインストールすれば、2タップでEvernoteに保存できます。iOS8以降。
"Use it FREE!"="Use it FREE!";

"Switching pages"="Switching pages";
"Switch to another page when moving to the next problem. You can leave a note neat."="Switch to another page when moving to the next problem. You can leave a note neat.";

"Exchange data with AirDrop"="Exchange data with AirDrop";
"Before you register the email address, you can send and receive smoothly."="Before you register the email address, you can send and receive smoothly.";

"Copy all with one tap"="Copy all with one tap";
"Can be copied in an instant so is easy to paste into other apps. By using a netprint app, you can print at a convenience store."="Can be copied in an instant so is easy to paste into other apps. By using a netprint app, you can print at a convenience store.";

"Send all notes"="Send all notes";//全ノートの送信
"Prepared for any problems with frequent back-up."="Prepared for any problems with frequent back-up.";

"Delete all notes"="Delete all notes";//全ノートの削除
"By refreshing it to its brand new state, you can use with a feeling of freshness."="By refreshing it to its brand new state, you can use with a feeling of freshness.";

"History keeping mode ON/OFF"="History keeping mode ON/OFF";
"When you would like to record, leave your calculation history, making for easier editing. Casually control your selection with your sense of choice."="When you would like to record, leave your calculation history, making for easier editing. Casually control your selection with your sense of choice.";

"Change font size"="Change font size";
"Compatible from iOS7 with its Dynamic type, so those who are farsighted can use it with an easy-to-read font size."="Compatible from iOS7 with its Dynamic type, so those who are farsighted can use it with an easy-to-read font size.";

"Backspace with long press of arrow keys"="Backspace with long press of arrow keys";
"Instead of C key."="Instead of C key.";

"Support for AirPrint"="Support for AirPrint";
"Can print from a wireless-compatible printer."="Can print from a wireless-compatible printer.";

"Key sound ON/OFF"="Key sound ON/OFF";
"It is possible to turn the key sound on or off while leaving the alert tone as it is. Do this via the settings option."="It is possible to turn the key sound on or off while leaving the alert tone as it is. Do this via the settings option."; //通知音をそのままにキー音のみをオンオフ切換えできます。設定項目にて。

"Input dates from the menu"="Input dates from the menu";
"The current date and time can be inserted into things, such as journal entries, via the long-press menu."="The current date and time can be inserted into things, such as journal entries, via the long-press menu."; //現在の日時を長押しメニューから挿入します。日報の作成などに。

"Restore"="Restore";
"Cannot Purchase"="Cannot Purchase"; //Alert title
"Settings > General > Restrictions Turn on [In-App Purchases]"="Settings > General > Restrictions Turn on [In-App Purchases]"; //Alert message
//Theme
"Standard"="Standard";
"White"="White";
"Tax √ ±"="Tax √ ±";
"Memory GT Tax √ ±"="Memory GT Tax √ ±";

//Delete
"Delete"="Delete";
//Alert
"Asking for review"="Asking for review";
"Your review will grow this app. If you are satisfied about this version, please cheer by posting a review."="Your review will grow this app. If you are satisfied about this version, please cheer by posting a review.";
"Later"="Later"; //means “cancel”
"Cheer"="Cheer"; //means “go to AppStore”
//Mail Settings check alert
"Mail Settings check"="Mail Settings check"; //Alert title
"Please do mail account settings"="Please do mail account settings"; //Message
//File Scheme
"ge-calc"="ge-calc"; //Alert title
//History
"+TAX"="+TAX";
"-TAX"="-TAX";

"TAX"="TAX";
"Tax" = "Tax";
"Today" = "Today";
"Yesterday" = "Yesterday";
"Search" = "Search";
"Introduction" = "Introduction";

"Tax calculation" = "Tax calculation";
"Memory keys" = "Memory keys";
"GT key" = "GT key";
"Copy& Paste" = "Copy& Paste";
"Discount calculation" = "Discount calculation";
"Change font" = "Change font";

"Top" = "Top";

//v71
"Re-run Data Migration" = "Re-run Data Migration";
"Re-run data migration" = "Re-run data migration";
"Do you really want to re-run the data migration? There is a possibility that your data will be stored redundantly." = "Do you really want to re-run the data migration? There is a possibility that your data will be stored redundantly.";
"Migrate" = "Migrate";

//v74
"Pink" = "Pink";
"Blue" = "Blue" ;
"Green" = "Green";
"Ads" = "Ads";
"Look at ads" = "Look at ads";

//v75
"What's New" = "What's New";
"genews_title_0" = "Localization by GitHub";
"genews_url_0" = "http://ge-nie.co.jp/post/localization-by-github";

"genews_title_1" = "What’s Notes list?";
"genews_url_1" = "http://ge-nie.co.jp/post/whats-notes-list";

//v76
"genews_title_2" = "What’s 'Jump to the top'?";
"genews_url_2" = "http://ge-nie.co.jp/post/whats-jump-to-the-top";

"genews_title_3" = "Send all notes for free";
"genews_url_3" = "http://ge-nie.co.jp/post/send-all-notes-for-free";

"genews_title_4" = "Share note from notes list";
"genews_url_4" = "http://ge-nie.co.jp/post/share-note-from-notes-list";


